[
    {
        "type": "title",
        "text": "Du laboratoire au code : mon parcours"
    },
    {
        "type": "text",
        "text": "J'ai débuté comme prothésiste dentaire, façonnant des pièces avec précision et minutie, ne pouvant laisser place à l'approximation et dont la livraison doit être conforme aux spécifications. \n\nCette rigueur reste au cœur de ma pratique aujourd'hui ! \n\nFace à la contraction du marché, j'ai pivoté vers la vente et réparation de matériel informatique, concrétisant ma passion de longue date pour la technologie."
    },
    {
        "type": "title",
        "text": "Expertise technique et humaine"
    },
    {
        "type": "text",
        "text": "Mon expérience client de la vente enrichit directement mon approche développement. \n\nResponsable de la refonte complète du site vitrine de l'entreprise dont j'assurais la maintenance sur Symfony jusqu'alors, j'ai observé l'impact UX direct sur les utilisateurs. \n\nL'UI/UX était alors devenu un aspect fondamental de l'application que je développais. \n\nAméliorer mes compétences CSS/HTML devenait primordial et l'apprentissage du JavaScript s'est imposé pour enrichir ces interfaces. \nÀ ce moment, il est devenu évident que le développement était ma voie. \n\nAprès maintenant près de 3 années de code quotidien, ma stack technique : React/TypeScript, Three.js, PHP/Node.js."
    },
    {
        "type": "title",
        "text": "Une approche centrée sur l'humain"
    },
    {
        "type": "text",
        "text": "Ma philosophie de développement place l'expérience utilisateur au premier plan. \n\nJe me pose systématiquement la question : \n' Comment l'utilisateur s'attend-il à interagir ici ? ' \n\nCette perspective guide ma résolution de problèmes et me permet d'anticiper les défis techniques avec une vision claire de l'objectif final."
    },
    {
        "type": "title",
        "text": "Ce qui me définit"
    },
    {
        "type": "text",
        "text": "Mon parcours de vendeur m'a doté d'un esprit critique affûté et d'une obsession pour la précision des besoins. \n\nDans la vente comme dans le code, le résultat final et la satisfaction de l'utilisateur sont les véritables mesures du succès. \n\nMon défi quotidien est de trouver l'équilibre parfait entre créativité visuelle et fonctionnalité intuitive, entre l'émerveillement et l'efficacité."
    },
    {
        "type": "title",
        "text": "Objectif : l'apprentissage perpétuel"
    },
    {
        "type": "text",
        "text": "Chaque projet est une opportunité d'expérimentation technique. \n\nJe trouve une joie particulière à découvrir de nouvelles technologies et à les implémenter dans des situations concrètes. \n\nCette expertise me permet de réduire les coûts de développement tout en maximisant l'engagement utilisateur."
    }
]
